##################### brew #####################

brew "git"
brew "node"
brew "mas"
brew "starship"

##################### cask #####################
cask "1password"
cask "adobe-acrobat-reader"
cask "brave-browser"
cask "deepl"
cask "freedome"
cask "docker"
# cask "firefox"
cask "libreoffice"
# cask "microsoft-teams"
cask "postman"
cask "protonmail-bridge"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "tresorit"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
# cask "zoom"
# cask "font-hack-nerd-font"


##################### Install Manually #####################

# F-Secure SAFE

##################### mas #####################

mas "unsplash-wallpapers", id:1284863847
mas "omnifocus-3", id:1346203938